[{"title":"Escalation of Conflict in Middle East","description":"Iran launches missile and drone attacks against Israel, potentially leading to a broader conflict in the Middle East. The United States and its allies may intervene, diverting resources and attention away from supporting Ukraine against Russia.","severity":"important","date":"2024-04-10","locations":[]},{"title":"Mobilization of Women in Ukraine","description":"The Ukrainian government mandates the mobilization of women into the armed forces to replenish depleted units, following calls from a gender advisor. This could lead to domestic opposition and protests.","severity":"important","date":"2024-04-10","locations":[]},{"title":"Fall of Kharkov to Russian Forces","description":"Russian forces capture the strategically important city of Kharkov after renewed offensives, dealing a major blow to Ukraine's defenses in the region.","severity":"important","date":"2024-04-10","locations":[]},{"title":"Attack on NATO Supply Lines","description":"Russia conducts strikes on railways, bridges and ammunition depots in western Ukraine, disrupting the flow of military aid and supplies from NATO countries to Ukrainian forces.","severity":"normal","date":"2024-04-10","locations":[]},{"title":"Gagauz Separatism in Moldova","description":"Tensions escalate between Moldova's central government and the pro-Russian Gagauz autonomous region, with threats of separatism and potential Russian intervention if Moldova moves towards unification with Romania.","severity":"important","date":"2024-04-10","locations":[]},{"title":"Russian missile strikes on Ukrainian energy infrastructure","description":"Russia launched a massive strike using cruise missiles and loitering munitions against energy infrastructure facilities across Ukraine, including thermal power plants, electrical substations, and gas infrastructure. Key targets hit include the Trypilska Thermal Power Plant in the Kyiv region, facilities in Kharkiv, Odesa, Lviv, Zaporizhzhia and other regions. The Trypilska plant, which provided most of the electricity for Kyiv, Cherkasy and Zhytomyr regions, was completely destroyed according to Ukrainian officials.","severity":"important","date":"2024-04-11","locations":["Kyiv region","Kharkiv","Odesa","Lviv","Zaporizhzhia"]},{"title":"Ukrainian UAVs shot down over Mordovia","description":"Russian air defense systems intercepted and shot down two Ukrainian unmanned aerial vehicles over the territory of Mordovia in western Russia.","severity":"important","date":"2024-04-11","locations":["Mordovia","Russia"]},{"title":"Russian strikes on Ukrainian air defenses in Odesa region","description":"Russia used Iskander missiles to destroy two launchers and a radar of the Ukrainian S-300PS air defense system near the city of Chornomorsk in Odesa region.","severity":"important","date":"2024-04-11","locations":["Chornomorsk","Odesa region"]},{"title":"Russian FSB disrupts Ukrainian sabotage operation planned by UK","description":"The Russian FSB state security service says it has disrupted a planned sabotage operation by Ukrainian special forces on the Tendrovska Spit in Kherson region that was organized by British special forces. Ukrainian personnel were killed and one captured who confessed to receiving training in Britain.","severity":"important","date":"2024-04-11","locations":["Tendrovska Spit","Kherson region","Britain"]},{"title":"Ukrainian parliament passes strict mobilization law","description":"The Ukrainian parliament (Verkhovna Rada) passed a new law tightening mobilization rules, including eliminating demobilization after 36 months of service. The law mandates re-medical checks, requiring military documents to be carried at all times, and restricts the right to drive for those evading conscription.","severity":"normal","date":"2024-04-11","locations":["Ukraine"]},{"title":"Counter-terrorism operation in Nalchik","description":"Russian security forces blocked and eliminated two armed militants during a counter-terrorism operation in the suburbs of Nalchik, Kabardino-Balkaria republic in southern Russia. The militants were suspected of planning terrorist attacks.","severity":"important","date":"2024-04-11","locations":["Nalchik","Kabardino-Balkaria","Russia"]},{"title":"Missile strike on Motor Sich plant in Zaporizhzhia","description":"A series of airstrikes targeted the workshops of the Motor Sich plant in Zaporizhzhia, where aircraft engines and drones are produced for the Ukrainian Armed Forces.","severity":"important","date":"2024-04-12","locations":["Zaporizhzhia"]},{"title":"Explosion of ex-SBU officer's car in Moscow","description":"The car of former SBU officer Vasily Prozorov, who defected to Russia, exploded in Moscow. Prozorov was injured but survived the apparent assassination attempt.","severity":"important","date":"2024-04-12","locations":["Moscow"]},{"title":"Test launch of Russian ICBM","description":"Russia conducted a successful test launch of an intercontinental ballistic missile from the Kapustin Yar test site.","severity":"important","date":"2024-04-12","locations":["Kapustin Yar"]},{"title":"Missile strikes on Ukrainian energy facilities","description":"Russian forces launched missile and drone strikes targeting energy infrastructure across multiple regions of Ukraine, including hitting the Trypillya Thermal Power Plant near Kyiv.","severity":"important","date":"2024-04-12","locations":["Ukraine","Kyiv region"]},{"title":"Hezbollah rocket attack on Israel","description":"Lebanese Hezbollah militants fired dozens of rockets towards Israel, which were intercepted by Israeli air defenses according to reports.","severity":"important","date":"2024-04-12","locations":["Lebanon","Israel"]},{"title":"Multiple civilians killed in Ukrainian shelling of Tokmak","description":"At least 6 civilians, including 1 child, were killed and over 20 injured in shelling by Ukrainian forces on the city of Tokmak in the Zaporozhye region. Several residential buildings were damaged or destroyed. Rescue operations are ongoing to clear rubble and search for victims.","severity":"important","date":"2024-04-13","locations":["Tokmak","Zaporozhye region"]},{"title":"Missile attack on Lugansk by Ukrainian forces","description":"Ukrainian forces launched a missile attack on the city of Lugansk, damaging a machine-building plant. At least 9 people were injured, including 7 employees of the plant and 2 residents.","severity":"important","date":"2024-04-13","locations":["Lugansk"]},{"title":"Shelling damages residential area in Gorlovka","description":"Shelling by Ukrainian forces damaged residential buildings in the Komsomolets area of the Nikitovsky district in Gorlovka. At least 8 civilians were injured, including 1 child. Cluster munitions were reportedly used.","severity":"important","date":"2024-04-13","locations":["Gorlovka","Nikitovsky district"]},{"title":"Russian forces capture Pervomaiskoye settlement","description":"Russian forces liberated the settlement of Pervomaiskoye in the Donetsk region, advancing toward the next target of Netailovo.","severity":"normal","date":"2024-04-13","locations":["Pervomaiskoye","Netailovo","Donetsk"]},{"title":"Iran launches drone and missile attack on Israel","description":"Iran launched a major attack on Israel involving hundreds of drones and missiles from Iranian territory as well as Iraq, Syria and Lebanon. Israel's air defenses were activated to counter the assault. The attack was stated to be retaliation for Israel's strike on Iran's consulate in Damascus.","severity":"important","date":"2024-04-13","locations":["Iran","Israel","Iraq","Syria","Lebanon"]}]