[
  {
    "title": "Damage in Belgorod after Ukrainian shelling",
    "description": "Ukrainian forces shelled the Russian city of Belgorod, damaging several residential buildings, cars, and a cinema. At least 9 civilians were injured.",
    "severity": "important",
    "date": "2024-04-01",
    "locations": ["Belgorod"]
  },
  {
    "title": "Russian military awards ceremony",
    "description": "Russian Defense Minister Sergei Shoigu presented Gold Star medals to Russian military personnel who showed courage and heroism during the special military operation.",
    "severity": "normal",
    "date": "2024-04-01",
    "locations": []
  },
  {
    "title": "Terrorist attack in Starobelsk, LPR",
    "description": "A car bomb explosion killed Valery Chaika, the deputy head of the Center for Services to Educational Organizations, near a university building in Starobelsk, LPR. Russian authorities have opened a terrorism case.",
    "severity": "important",
    "date": "2024-04-01",
    "locations": ["Starobelsk", "LPR"]
  },
  {
    "title": "Russian troops advance in Donetsk region",
    "description": "Russian forces have made advances in the Donetsk region, capturing areas around Umansky, Vodyanoy, and Pervomaiskoye villages, while continuing assaults on Semenovka and Berdychi.",
    "severity": "important",
    "date": "2024-04-01",
    "locations": [
      "Donetsk region",
      "Umansky",
      "Vodyanoy",
      "Pervomaiskoye",
      "Semenovka",
      "Berdychi"
    ]
  },
  {
    "title": "Drone attacks on Tatarstan enterprises",
    "description": "Ukrainian drones attacked industrial enterprises in Yelabuga and Nizhnekamsk in the Republic of Tatarstan, Russia. The drones struck a dormitory building in the Alabuga special economic zone, injuring at least 7 people including 2 minors. The attack aimed to hit production lines for Geranium kamikaze drones.",
    "severity": "important",
    "date": "2024-04-02",
    "locations": ["Yelabuga", "Nizhnekamsk", "Tatarstan", "Russia"]
  },
  {
    "title": "Enemy offensive near Avdeevka",
    "description": "The Russian military carried out an offensive northwest of Avdeevka, attempting to advance towards Ukrainian positions. Intense fighting was reported in the area.",
    "severity": "important",
    "date": "2024-04-02",
    "locations": ["Avdeevka"]
  },
  {
    "title": "Russian missile strike on Dnipro",
    "description": "Russian missiles struck buildings in Dnipro, damaging a college and a kindergarten. At least 13 people were injured, including 5 teenagers.",
    "severity": "important",
    "date": "2024-04-02",
    "locations": ["Dnipro"]
  },
  {
    "title": "Explosives hidden in icons intercepted",
    "description": "The Russian FSB intercepted a cargo of Orthodox icons containing explosives being transported from Ukraine through several European countries to Moscow. The explosives were powerful enough to blow up a 5-story building.",
    "severity": "important",
    "date": "2024-04-02",
    "locations": [
      "Ukraine",
      "Romania",
      "Hungary",
      "Slovakia",
      "Poland",
      "Lithuania",
      "Latvia",
      "Russia",
      "Moscow"
    ]
  },
  {
    "title": "Israeli strike on Iranian embassy in Damascus",
    "description": "An Israeli missile strike hit the Iranian embassy in Damascus, Syria, killing at least 11 people. The attack prompted protests in Iran condemning the strike.",
    "severity": "important",
    "date": "2024-04-02",
    "locations": ["Damascus", "Syria", "Iran"]
  },
  {
    "title": "Presentation of titanium armored helmet \"Bars-L\" in St. Petersburg",
    "description": "The \"Kalashnikov\" company will present the titanium armored helmet \"Bars-L\" for the first time at the exhibition \"EXPOTECHNOSTRAZH. Day of Advanced Technologies\" in St. Petersburg from April 3 to 5. The helmet has increased protective characteristics and can protect against automatic bullets and fragments.",
    "severity": "normal",
    "date": "2024-04-03",
    "locations": ["St. Petersburg"]
  },
  {
    "title": "Fire in Moscow",
    "description": "Due to strong winds, a toilet in Moscow moved onto the road. A \"yellow\" level of weather danger has been declared in the capital region, and several parks have closed their operations.",
    "severity": "normal",
    "date": "2024-04-03",
    "locations": ["Moscow"]
  },
  {
    "title": "Conference on creation of special tribunal for Russia",
    "description": "At a ministerial meeting in The Hague, all G7 countries, as well as Georgia and Moldova, joined the EU initiative on the need to create a special military tribunal for Russia over the conflict in Ukraine.",
    "severity": "important",
    "date": "2024-04-03",
    "locations": ["The Hague"]
  },
  {
    "title": "Fighting in Avdeevka area",
    "description": "Russian troops are attempting to bypass Ukrainian positions from the northern and southern sides in the area of Novomikhailovka, which could put the Ukrainian garrison in a difficult position. Fierce fighting is also taking place in Pervomaisky.",
    "severity": "important",
    "date": "2024-04-03",
    "locations": ["Novomikhailovka", "Pervomaisky"]
  },
  {
    "title": "Advances in Chasov Yar and Berdychi areas",
    "description": "Russian troops are actively approaching Chasov Yar from the western outskirts of Ivanovo and Bogdanovka. In the Berdychi area, Russian troops advanced and occupied the western part of the settlement, opening the way to Novopokrovsky.",
    "severity": "important",
    "date": "2024-04-03",
    "locations": [
      "Chasov Yar",
      "Ivanovo",
      "Bogdanovka",
      "Berdychi",
      "Novopokrovsky"
    ]
  },
  {
    "title": "Moldova has anti-hail rockets for new agricultural season",
    "description": "Moldova has enough stocks of anti-hail rockets for the new agricultural season, the Ministry of Agriculture and Food Industry said.",
    "severity": "normal",
    "date": "2024-04-03",
    "locations": ["Moldova"]
  },
  {
    "title": "Putin awards title of Hero of Russia to cosmonaut",
    "description": "President Vladimir Putin awarded the title of Hero of Russia to cosmonaut Anna Kikina and the honorary title of pilot-cosmonaut of the Russian Federation.",
    "severity": "normal",
    "date": "2024-04-03",
    "locations": ["Russia"]
  },
  {
    "title": "Explosions in Kharkov after Russian strikes",
    "description": "Explosions continue to sound in Kharkov as the Russian army is working on various enemy targets in the city after conducting strikes.",
    "severity": "important",
    "date": "2024-04-03",
    "locations": ["Kharkov"]
  },
  {
    "title": "Putin opens facilities in Donetsk, Mariupol and Lugansk",
    "description": "President Vladimir Putin took part in the opening ceremony of social and residential facilities in Donetsk (perinatal center), Mariupol (apartment buildings and branch of Volgograd Academy of the Ministry of Internal Affairs) and Lugansk (Olympic reserve weightlifting sports school).",
    "severity": "normal",
    "date": "2024-04-03",
    "locations": ["Donetsk", "Mariupol", "Lugansk"]
  },
  {
    "title": "Russian airstrikes on Ukrainian thermal power plants",
    "description": "The Ukrainian energy holding DTEK reported the loss of 80% of its generating capacity after Russian attacks on thermal power plants, with five out of six stations seriously damaged.",
    "severity": "important",
    "date": "2024-04-03",
    "locations": []
  },
  {
    "title": "Russian strike on Kharkiv",
    "description": "Russia launched suicide drones at Kharkiv, killing at least 4 people including 3 emergency workers. One drone had the inscription \"For Crocus City Hall\" in apparent retaliation for the recent terrorist attack in Moscow.",
    "severity": "important",
    "date": "2024-04-04",
    "locations": ["Kharkiv", "Ukraine"]
  },
  {
    "title": "Morozovsk drone attack",
    "description": "Russian air defenses repelled a drone attack on Morozovsk in the Rostov region, causing explosions and fires.",
    "severity": "important",
    "date": "2024-04-04",
    "locations": ["Morozovsk", "Rostov region", "Russia"]
  },
  {
    "title": "Attack on Murmansk governor",
    "description": "The governor of Murmansk region, Andrei Chibis, was stabbed and hospitalized in serious condition after an attack by a local resident in Apatity. The attacker claimed he heard voices telling him to commit the crime.",
    "severity": "important",
    "date": "2024-04-04",
    "locations": ["Murmansk region", "Apatity", "Russia"]
  },
  {
    "title": "Russian breakthrough in Chasov Yar",
    "description": "Russian airborne troops broke through into the outskirts of Chasov Yar after intense fighting, advancing to the Novy district according to Ukrainian sources.",
    "severity": "important",
    "date": "2024-04-04",
    "locations": ["Chasov Yar", "Ukraine"]
  },
  {
    "title": "Cluster munitions strike on Donetsk",
    "description": "Ukrainian forces struck Donetsk with cluster munitions, killing 2 civilians and injuring 10 others according to Russian sources. Unexploded submunitions remained on the streets.",
    "severity": "important",
    "date": "2024-04-04",
    "locations": ["Donetsk", "Ukraine"]
  },
  {
    "title": "Russian troops enter outskirts of Chasov Yar",
    "description": "Russian troops carried out a reinforced mechanized assault in the direction of Chasov Yar and advanced to the eastern outskirts of the settlement along the road from Khromovo. They approached the outskirts of the Kanal microdistrict in Chasov Yar.",
    "severity": "important",
    "date": "2024-04-05",
    "locations": ["Chasov Yar", "Khromovo"]
  },
  {
    "title": "Russian missile attack on Zaporizhzhia",
    "description": "Russia struck Zaporizhzhia with missiles, hitting the Motor Sich industrial site. There were casualties, including among emergency workers and journalists on the scene.",
    "severity": "important",
    "date": "2024-04-05",
    "locations": ["Zaporizhzhia"]
  },
  {
    "title": "Ukraine launches drone attack on Transnistria",
    "description": "A Ukrainian kamikaze drone attacked a military unit and radar station in Transnistria, located 6 kilometers from the border with Ukraine. The radar station suffered minor damage.",
    "severity": "normal",
    "date": "2024-04-05",
    "locations": ["Transnistria", "Ukraine"]
  },
  {
    "title": "Explosion hits Gorlovka residential area",
    "description": "Shelling hit the Komsomolets residential area in Gorlovka from positions of Ukrainian forces, wounding a civilian. As of the report, 6 civilians in Gorlovka had been injured from Ukrainian shelling.",
    "severity": "normal",
    "date": "2024-04-05",
    "locations": ["Gorlovka"]
  },
  {
    "title": "Russian Aerospace Forces receive new Su-34 bombers",
    "description": "The Russian Aerospace Forces received the first batch of new Su-34 front-line bombers for 2024 from the Novosibirsk Aviation Plant as part of the state defense order.",
    "severity": "normal",
    "date": "2024-04-05",
    "locations": []
  },
  {
    "title": "Shelling of Budennovsky district in Donetsk",
    "description": "The Ukrainian Armed Forces shelled the Budennovsky district of Donetsk, hitting residential areas. As a result, 7 civilians were injured, including 2 children. Several residential buildings and a hospital were damaged.",
    "severity": "important",
    "date": "2024-04-06",
    "locations": ["Donetsk", "Budennovsky district"]
  },
  {
    "title": "Strikes on Kharkov",
    "description": "There were powerful strikes on Kharkov during the night, killing 6 people and injuring 10. The strikes targeted residential buildings and civil infrastructure using S-300 missiles.",
    "severity": "important",
    "date": "2024-04-06",
    "locations": ["Kharkov"]
  },
  {
    "title": "Dam break in Orsk",
    "description": "A dam broke in the city of Orsk, leading to severe flooding. Over 2,500 houses were flooded, and thousands of residents had to be evacuated. The water levels in the Ural River reached critical levels.",
    "severity": "important",
    "date": "2024-04-06",
    "locations": ["Orsk"]
  },
  {
    "title": "Strikes on Odessa region",
    "description": "There were reports of missile strikes and explosions in the Odessa region, with a fire starting and smoke visible.",
    "severity": "normal",
    "date": "2024-04-06",
    "locations": ["Odessa region"]
  },
  {
    "title": "Pipeline blown up in Azov",
    "description": "A pipeline that pumped oil products from a local depot to tankers at the Azov Sea Port was blown up in the village of Azov, Rostov region.",
    "severity": "normal",
    "date": "2024-04-06",
    "locations": ["Azov", "Rostov region"]
  },
  {
    "title": "Battles for Chasov Yar",
    "description": "Heavy battles took place between Russian and Ukrainian forces for control of the city of Chasov Yar, which has become a fortified area.",
    "severity": "important",
    "date": "2024-04-06",
    "locations": ["Chasov Yar"]
  },
  {
    "title": "Attack on police officers in Moscow region",
    "description": "A police officer was killed and another injured during an operation to detain a drug dealer in the Moscow region. The suspect opened fire on the officers and fled on a motorcycle. He is still at large.",
    "severity": "important",
    "date": "2024-04-07",
    "locations": ["Moscow region"]
  },
  {
    "title": "Attacks on Zaporizhzhia Nuclear Power Plant",
    "description": "The Ukrainian Armed Forces attacked the territory of the Zaporizhzhia Nuclear Power Plant with kamikaze drones, damaging facilities and injuring three employees. The IAEA confirmed the attack and called for actions that do not violate nuclear safety.",
    "severity": "important",
    "date": "2024-04-07",
    "locations": ["Zaporizhzhia Nuclear Power Plant"]
  },
  {
    "title": "Missile strikes on Odesa",
    "description": "Russia carried out missile strikes on Odesa, hitting port infrastructure and causing fires.",
    "severity": "important",
    "date": "2024-04-07",
    "locations": ["Odesa"]
  },
  {
    "title": "Proclamation of Donetsk People's Republic anniversary",
    "description": "The 10th anniversary of the proclamation of the Donetsk People's Republic was celebrated, marking the start of the region's journey to reunification with Russia.",
    "severity": "normal",
    "date": "2024-04-07",
    "locations": ["Donetsk"]
  },
  {
    "title": "Fighting in Chasov Yar",
    "description": "Russian forces are trying to gain a foothold in Chasov Yar amid heavy fighting, with the aim of advancing further towards Pokrovsk according to Ukrainian intelligence.",
    "severity": "important",
    "date": "2024-04-07",
    "locations": ["Chasov Yar", "Pokrovsk"]
  },
  {
    "title": "Dam breach in Orsk",
    "description": "A dam on the Ural River in the city of Orsk breached, leading to widespread flooding. Over 6,600 houses were flooded in Orsk alone, and residents had to be evacuated to temporary accommodation centers. A new dam breach also occurred in the nearby village of Lesotorgovy. The dam in Orsk was built in 2014 at a cost of 930 million rubles but had issues from the start, with violations identified during construction.",
    "severity": "important",
    "date": "2024-04-08",
    "locations": ["Orsk", "Lesotorgovy"]
  },
  {
    "title": "Assassination attempt on Murmansk governor",
    "description": "A man attacked and stabbed the governor of Murmansk region, Andrei Chibis, during a meeting with locals in Apatity. The suspect, identified as 42-year-old Alexander Bydanov who worked at Russian Railways, was wounded by a security officer and detained. He has been arrested for two months and faces up to 20 years in prison.",
    "severity": "important",
    "date": "2024-04-08",
    "locations": []
  },
  {
    "title": "Terrorist attack in Moscow's Crocus City Hall",
    "description": "Authorities uncovered connections between the terrorists who carried out the attack at Crocus City Hall and Ukrainian special services. Eleven suspects have been arrested and charged, and the investigation suggests their preparation for the crime involved coordination with Ukrainian agencies.",
    "severity": "important",
    "date": "2024-04-08",
    "locations": ["Moscow"]
  },
  {
    "title": "Flooding in Orenburg region",
    "description": "Severe flooding hit the Orenburg region due to melting snow, leading to over 100 settlements being cut off by water. A federal emergency regime was introduced in the region. Flooding was also recorded along the Ural River basin in the nearby Chelyabinsk region and Bashkiria.",
    "severity": "important",
    "date": "2024-04-08",
    "locations": ["Orenburg region", "Chelyabinsk region", "Bashkiria"]
  },
  {
    "title": "Drone attacks on Yelabuga and Nizhnekamsk",
    "description": "Several Ukrainian drones attacked enterprises in the cities of Yelabuga and Nizhnekamsk in Tatarstan, expanding the territory vulnerable to such attacks by Ukrainian forces to around 1.35 million square kilometers inside Russia.",
    "severity": "important",
    "date": "2024-04-08",
    "locations": ["Yelabuga", "Nizhnekamsk", "Tatarstan"]
  },
  {
    "title": "Ukrainian strikes on Russian energy infrastructure",
    "description": "According to the Ukrainian Energy Minister German Galushchenko, the Russian Armed Forces attacked up to 80% of Ukraine's heat generation, more than 50% of hydro generation and a large number of substations using drones and missiles, causing serious power outages in Kharkov and northeastern Ukraine.",
    "severity": "important",
    "date": "2024-04-09",
    "locations": ["Kharkov", "northeastern Ukraine"]
  },
  {
    "title": "Russia captured Pervomaiskoye village",
    "description": "Russian forces captured the village of Pervomaiskoye in the Donetsk region, hoisting the Russian flag and destroying Ukrainian military equipment during the battles for the village.",
    "severity": "important",
    "date": "2024-04-09",
    "locations": ["Pervomaiskoye", "Donetsk region"]
  },
  {
    "title": "Russian strikes on Ukrainian cities",
    "description": "Russia conducted missile and drone strikes on various cities across Ukraine, including Odessa, Zaporozhye, and Kharkov, causing explosions and damage.",
    "severity": "important",
    "date": "2024-04-09",
    "locations": ["Odessa", "Zaporozhye", "Kharkov"]
  },
  {
    "title": "Russian advance in Chasov Yar and Avdeevka directions",
    "description": "Russian forces made advances and expanded their offensive fronts in the Chasov Yar and Avdeevka directions, capturing new areas and inflicting losses on Ukrainian forces.",
    "severity": "important",
    "date": "2024-04-09",
    "locations": ["Chasov Yar", "Avdeevka"]
  },
  {
    "title": "Drone attack on Zaporozhye NPP training center",
    "description": "Ukrainian drones attacked the Zaporozhye Nuclear Power Plant, hitting the roof of the training center building which houses the world's only full-scale reactor hall simulator.",
    "severity": "important",
    "date": "2024-04-09",
    "locations": ["Zaporozhye NPP"]
  },
  {
    "title": "Escalation of Conflict in Middle East",
    "description": "Iran launches missile and drone attacks against Israel, potentially leading to a broader conflict in the Middle East. The United States and its allies may intervene, diverting resources and attention away from supporting Ukraine against Russia.",
    "severity": "important",
    "date": "2024-04-10",
    "locations": []
  },
  {
    "title": "Mobilization of Women in Ukraine",
    "description": "The Ukrainian government mandates the mobilization of women into the armed forces to replenish depleted units, following calls from a gender advisor. This could lead to domestic opposition and protests.",
    "severity": "important",
    "date": "2024-04-10",
    "locations": []
  },
  {
    "title": "Fall of Kharkov to Russian Forces",
    "description": "Russian forces capture the strategically important city of Kharkov after renewed offensives, dealing a major blow to Ukraine's defenses in the region.",
    "severity": "important",
    "date": "2024-04-10",
    "locations": []
  },
  {
    "title": "Attack on NATO Supply Lines",
    "description": "Russia conducts strikes on railways, bridges and ammunition depots in western Ukraine, disrupting the flow of military aid and supplies from NATO countries to Ukrainian forces.",
    "severity": "normal",
    "date": "2024-04-10",
    "locations": []
  },
  {
    "title": "Gagauz Separatism in Moldova",
    "description": "Tensions escalate between Moldova's central government and the pro-Russian Gagauz autonomous region, with threats of separatism and potential Russian intervention if Moldova moves towards unification with Romania.",
    "severity": "important",
    "date": "2024-04-10",
    "locations": []
  },
  {
    "title": "Russian missile strikes on Ukrainian energy infrastructure",
    "description": "Russia launched a massive strike using cruise missiles and loitering munitions against energy infrastructure facilities across Ukraine, including thermal power plants, electrical substations, and gas infrastructure. Key targets hit include the Trypilska Thermal Power Plant in the Kyiv region, facilities in Kharkiv, Odesa, Lviv, Zaporizhzhia and other regions. The Trypilska plant, which provided most of the electricity for Kyiv, Cherkasy and Zhytomyr regions, was completely destroyed according to Ukrainian officials.",
    "severity": "important",
    "date": "2024-04-11",
    "locations": ["Kyiv region", "Kharkiv", "Odesa", "Lviv", "Zaporizhzhia"]
  },
  {
    "title": "Ukrainian UAVs shot down over Mordovia",
    "description": "Russian air defense systems intercepted and shot down two Ukrainian unmanned aerial vehicles over the territory of Mordovia in western Russia.",
    "severity": "important",
    "date": "2024-04-11",
    "locations": ["Mordovia", "Russia"]
  },
  {
    "title": "Russian strikes on Ukrainian air defenses in Odesa region",
    "description": "Russia used Iskander missiles to destroy two launchers and a radar of the Ukrainian S-300PS air defense system near the city of Chornomorsk in Odesa region.",
    "severity": "important",
    "date": "2024-04-11",
    "locations": ["Chornomorsk", "Odesa region"]
  },
  {
    "title": "Russian FSB disrupts Ukrainian sabotage operation planned by UK",
    "description": "The Russian FSB state security service says it has disrupted a planned sabotage operation by Ukrainian special forces on the Tendrovska Spit in Kherson region that was organized by British special forces. Ukrainian personnel were killed and one captured who confessed to receiving training in Britain.",
    "severity": "important",
    "date": "2024-04-11",
    "locations": ["Tendrovska Spit", "Kherson region", "Britain"]
  },
  {
    "title": "Ukrainian parliament passes strict mobilization law",
    "description": "The Ukrainian parliament (Verkhovna Rada) passed a new law tightening mobilization rules, including eliminating demobilization after 36 months of service. The law mandates re-medical checks, requiring military documents to be carried at all times, and restricts the right to drive for those evading conscription.",
    "severity": "normal",
    "date": "2024-04-11",
    "locations": ["Ukraine"]
  },
  {
    "title": "Counter-terrorism operation in Nalchik",
    "description": "Russian security forces blocked and eliminated two armed militants during a counter-terrorism operation in the suburbs of Nalchik, Kabardino-Balkaria republic in southern Russia. The militants were suspected of planning terrorist attacks.",
    "severity": "important",
    "date": "2024-04-11",
    "locations": ["Nalchik", "Kabardino-Balkaria", "Russia"]
  },
  {
    "title": "Missile strike on Motor Sich plant in Zaporizhzhia",
    "description": "A series of airstrikes targeted the workshops of the Motor Sich plant in Zaporizhzhia, where aircraft engines and drones are produced for the Ukrainian Armed Forces.",
    "severity": "important",
    "date": "2024-04-12",
    "locations": ["Zaporizhzhia"]
  },
  {
    "title": "Explosion of ex-SBU officer's car in Moscow",
    "description": "The car of former SBU officer Vasily Prozorov, who defected to Russia, exploded in Moscow. Prozorov was injured but survived the apparent assassination attempt.",
    "severity": "important",
    "date": "2024-04-12",
    "locations": ["Moscow"]
  },
  {
    "title": "Test launch of Russian ICBM",
    "description": "Russia conducted a successful test launch of an intercontinental ballistic missile from the Kapustin Yar test site.",
    "severity": "important",
    "date": "2024-04-12",
    "locations": ["Kapustin Yar"]
  },
  {
    "title": "Missile strikes on Ukrainian energy facilities",
    "description": "Russian forces launched missile and drone strikes targeting energy infrastructure across multiple regions of Ukraine, including hitting the Trypillya Thermal Power Plant near Kyiv.",
    "severity": "important",
    "date": "2024-04-12",
    "locations": ["Ukraine", "Kyiv region"]
  },
  {
    "title": "Hezbollah rocket attack on Israel",
    "description": "Lebanese Hezbollah militants fired dozens of rockets towards Israel, which were intercepted by Israeli air defenses according to reports.",
    "severity": "important",
    "date": "2024-04-12",
    "locations": ["Lebanon", "Israel"]
  },
  {
    "title": "Multiple civilians killed in Ukrainian shelling of Tokmak",
    "description": "At least 6 civilians, including 1 child, were killed and over 20 injured in shelling by Ukrainian forces on the city of Tokmak in the Zaporozhye region. Several residential buildings were damaged or destroyed. Rescue operations are ongoing to clear rubble and search for victims.",
    "severity": "important",
    "date": "2024-04-13",
    "locations": ["Tokmak", "Zaporozhye region"]
  },
  {
    "title": "Missile attack on Lugansk by Ukrainian forces",
    "description": "Ukrainian forces launched a missile attack on the city of Lugansk, damaging a machine-building plant. At least 9 people were injured, including 7 employees of the plant and 2 residents.",
    "severity": "important",
    "date": "2024-04-13",
    "locations": ["Lugansk"]
  },
  {
    "title": "Shelling damages residential area in Gorlovka",
    "description": "Shelling by Ukrainian forces damaged residential buildings in the Komsomolets area of the Nikitovsky district in Gorlovka. At least 8 civilians were injured, including 1 child. Cluster munitions were reportedly used.",
    "severity": "important",
    "date": "2024-04-13",
    "locations": ["Gorlovka", "Nikitovsky district"]
  },
  {
    "title": "Russian forces capture Pervomaiskoye settlement",
    "description": "Russian forces liberated the settlement of Pervomaiskoye in the Donetsk region, advancing toward the next target of Netailovo.",
    "severity": "normal",
    "date": "2024-04-13",
    "locations": ["Pervomaiskoye", "Netailovo", "Donetsk"]
  },
  {
    "title": "Iran launches drone and missile attack on Israel",
    "description": "Iran launched a major attack on Israel involving hundreds of drones and missiles from Iranian territory as well as Iraq, Syria and Lebanon. Israel's air defenses were activated to counter the assault. The attack was stated to be retaliation for Israel's strike on Iran's consulate in Damascus.",
    "severity": "important",
    "date": "2024-04-13",
    "locations": ["Iran", "Israel", "Iraq", "Syria", "Lebanon"]
  }
]
