[
  {
    "id": "58a64ca2-46a1-5345-90f6-0b4e11641605",
    "text": "🎼March 31 is a black day for Zelensky, because it is the last day of his constitutional powers.\"And since April 1, Zelensky is no longer president according to the Ukrainian constitution. New elections must be held, and the question still arises whether he can be allowed to vote in connection with because he violated the constitution,” – Oleg Soskin, adviser to ex-President of Ukraine Kuchma.WAGNER GROUP®",
    "locations": [],
    "tags": ["Zelensky", "Wagner Group", "Disinformation"],
    "sentiment": "-2",
    "date": "2024-04-01 05:52:05"
  },
  {
    "id": "0399bd9a-cc24-5a3d-9c8a-280cbd4b2fa4",
    "text": "Forwarded from: Neopoznannoe telo\n",
    "locations": [],
    "tags": ["Russian Propaganda", "Disinformation"],
    "sentiment": "-1",
    "date": "2024-04-01 15:33:03"
  },
  {
    "id": "9cef0dba-231b-5923-b43d-6f8b7c1bbdfe",
    "text": "Artillerymen from the group covering the state border destroyed the enemy's airborne troops along with the militants in the village. Cossack Lopan.",
    "locations": ["Cossack Lopan"],
    "tags": ["Russian Military Intervention", "Donbas conflict"],
    "sentiment": "1",
    "date": "2024-04-01 07:38:04"
  },
  {
    "id": "14bc9931-d55d-5808-846a-af9cec35dbba",
    "text": "A British Challenger 2 tank from the Ukrainian army was spotted in the combat zone.\n\nApparently, the video was not filmed at the training ground, but at the front. After several destroyed Abrams, the Ukrainian Armed Forces could transfer the most reserve reserves.#SVO@new_militarycolumnist",
    "locations": [],
    "tags": ["Russian Military Intervention", "Disinformation"],
    "sentiment": "1",
    "date": "2024-04-01 18:53:10"
  },
  {
    "id": "67813f8b-7955-59be-a0e8-b2a9ea2b2b71",
    "text": "Our fighters of 6 people, with the support of the birds, were able to take the positions of the Ukrainian Armed Forces and repel 2 enemy attacks. Enemy losses: 12-200, 6-300@vog25ru",
    "locations": [],
    "tags": ["Russian Military Intervention", "Donbas conflict"],
    "sentiment": "1",
    "date": "2024-04-01 13:44:00"
  },
  {
    "id": "c8d69428-9ad5-5039-8e18-e0e8fe83a150",
    "text": "Dear citizens! In accordance with paragraph 1 of Article 12 of the Law of the Donetsk People’s Republic No. 469-II of August 17, 2023, “Re-registration of citizens registered as needing residential premises provided under social tenancy agreements, registered as needing residential premises under contracts rental of residential premises of the housing stock for social use, is carried out annually until April 30 in order to establish the compliance of citizens registered as needing residential premises provided under a social tenancy agreement, and citizens registered as needing the provision of residential premises under residential tenancy agreements housing stock for social use, legal requirements.”\n \nThe administration of the Gorlovka urban district informs citizens who are registered as apartments about re-registration from April 1, 2024 to May 1, 2024.\n \nTo re-register, you need to update the entire package of documents. For any questions, please contact desk No. 10 of the Administrative Services Center of the Gorlovka City District Administration at the address: Pobeda Ave., 67.\nReception days: Wednesday from 08.00 to 12-00.\n \nPhone for inquiries 7 (8564) 4-33-55\n \nLIST of documents required for re-registration of citizens registered as needing the provision of residential premises under lease agreements for residential premises of the social housing stock:\n\n1. Certificate of family composition and registration or an extract from the house register.\n2. A copy of the personal account or another document containing the technical characteristics of the residential premises.\n3. Identification documents of all family members registered as apartments (passports of citizens of the Russian Federation for persons over 14 years of age; birth certificates of children).\n4. Certificates of marriage, change of last name, first name, patronymic (if necessary).\n5. SNILS for all family members, TIN (if not on file).\n6. Documents confirming benefits (if available).\n7. Documents confirming the right to use the residential premises occupied by the applicant and members of his family (certificate of ownership, lease agreement, purchase and sale agreement, gift agreement, etc.).\n9. An extract from the Unified State Register of Rights to Real Estate and Transactions with It on the availability of residential premises in the ownership of the applicant and members of his family, as well as on transactions with residential premises completed by the applicant and members of his family (the owner has the right to provide personally).\n \nDocuments are provided in copies with the simultaneous presentation of originals for data verification to the Administration of the Gorlovka Urban District.",
    "locations": ["Gorlovka"],
    "tags": ["Others"],
    "sentiment": "0",
    "date": "2024-04-01 07:43:49"
  },
  {
    "id": "486d9387-5c53-53f4-ab65-4ae18fb964c3",
    "text": "Russian troops have reached the outskirts of Chasovoy Yar, beyond which the path opens to other large Ukrainian cities in the Donetsk region. The defense of Chasovy Yar is a strategically important task for Ukraine, because the city stands on commanding heights, from where fire control over Konstantinovka opens. Chasov Yar, together with Slavyansk and Kramatorsk, are global goals of the Russian Federation, which seeks to capture the entire Donetsk region. Co-founder of the DeepState project, Roman Pogorely, explains why Chasov Yar is an important defensive point for Ukraine, and where the main battles are currently taking place. Read here. @yigal_levin",
    "locations": ["Chasovoy Yar", "Konstantinovka", "Slavyansk", "Kramatorsk"],
    "tags": ["Russian Military Intervention", "Donbas conflict"],
    "sentiment": "0",
    "date": "2024-04-01 19:28:45"
  },
  {
    "id": "3d664c39-97a2-5cc2-9e1e-8ee36f867322",
    "text": "Forwarded from: Military chronicle\nLet us allow ourselves to supplement Margarita Simonyan’s post with an exclusive from the Belgorod region. Photo of the preparation of the RDK* detachment for the attack on Kozinka.\n\nIf you look closely, you will find that for a PR attack on the Belgorod border region, the RDK collected a significant amount of scarce military equipment, including fresh tanks from storage and Husky TSV armored vehicles (which had not been seen on the battlefield since the time of the counter-attack near the settlement. Rabotino). Some equipment is equipped with homemade electronic warfare equipment, which, apparently, was installed with the expectation of countering FPV drones.\n\nBut it suddenly became clear that such electronics are useless against FAB-250/500 shells, missiles and aerial bombs with UMPC. It is also curious that, in addition to NATO weapons (in the hands of some fighters are Beretta ARX-160 rifles, which are quite rare by the standards of the Ukrainian Armed Forces), a large number of mine clearance vehicles and engineering equipment were noticed in the ranks of military equipment.\n\nAccording to the Military Chronicle, one of the tasks of the RDK* near Kozinka was to cut a corridor through the minefields, along which (if the first echelon was successful) reinforcements would arrive.\n\nIt would not be a mistake to say that for the RDK (which is a hodgepodge of a dozen units of the Armed Forces of Ukraine and the Main Intelligence Directorate mixed with mercenaries), the raid on the border area actually became a repeat of the failed counter-offensive under the present day. p. Rabotino. Ukrainian troops approached the border, stumbled upon minefields, tried to break through - and were destroyed.\n\nThis once again proves that the bet on a PR attack required the collection of the best forces and resources that could be on the Ukrainian side. And all this preparation not only went in vain, but also led to huge losses.* “Russian Volunteer Corps” - an organization recognized as terrorist and banned in Russia. @MChroniclesBot - send your photos and videos from the front. Subscribe to Military ChronicleMilitary Chronicle on VK",
    "locations": ["Kozinka", "Belgorod", "Rabotino"],
    "tags": [
      "Russian Propaganda",
      "Disinformation",
      "Russian Military Intervention"
    ],
    "sentiment": "1",
    "date": "2024-04-01 17:07:18"
  },
  {
    "id": "9d2df517-0aa1-51b6-a0a2-26200d1baf69",
    "text": "⚫️We must remember. Our friend and comrade Nikita, call sign Burn, died the death of the brave, saving his comrades.\n\nBurn and his group evacuated soldiers who were pinned down by the enemy with fire, made several successful flights, but during the last one his transport was attacked by an FPV and lost speed, causing the fighters led by Nikita to find themselves in the enemy’s direct kill zone and try to retreat on foot.\nBurn understood that in such a situation they could not all leave together, and he could not let down those for whom he took responsibility, he could not do otherwise.\nHaving ordered the soldiers to continue their retreat, he stopped, fixed the enemy drone pilot’s attention on himself and headed in the other direction from his own.\nA grenade from an enemy drone caught him near the ravine, then another, and another. Only God knows with what efforts Nikita continued to cling to life, keeping the enemy’s attention on himself.\nHelp, unfortunately, did not arrive in time for him; the new evacuation group was unable to reach this place.\n\nThis is a huge loss for the unit, the army, and the country.\nNikita was an example of an officer, a truth-teller, of which there are few in the era of beautiful reports and careerism, a commander capable of standing up for his soldiers before anyone, regardless of the possible consequences for himself; any soldier at the front would wish to have such a comrade at his side.\nIn addition, Nikita was a responsible person and a real man, strict, first of all, with himself, showing everything by personal example, and also a good father - the successor of his family can be proud of him, because this man is one of those epic heroes who paid for the future of Russia with the most dear.\n\nFor his heroism, dedication, and the highest ideals of a commander, Burn was posthumously nominated for the title of Hero of Russia.\n\nEternal glory to the Hero of the Fatherland, devoted to his oath and his people to the end!\n\nTell your children, acquaintances, and friends about it.\nRemember that such a warrior lived in our country - Burn, who served faithfully, fought bravely and gave his life for his friends.\nWe must remember them all - this is not necessary for the fallen, it is necessary for the living.\nNGP RaZVedka",
    "locations": [],
    "tags": ["Russian Military Intervention"],
    "sentiment": "1",
    "date": "2024-04-01 18:19:05"
  },
  {
    "id": "bfaf948c-24a6-5e8a-8e03-6d7ea471e1d3",
    "text": "April 1, 1947 By Resolution of the Council of Ministers of the USSR No. 817-260 and by Order of the Minister of Radio Industry of the USSR dated December 27, 1947 No. B-100 as part of the LPO named after. N.G. Kozitsky formed SKB, which was later transformed into the Research Institute of Automated Systems and Communication Complexes “Neptune” (now the Federal State Unitary Enterprise “Research Institute “Neptune””) - a major developer of a wide range of communication systems, including for the Navy.",
    "locations": [],
    "tags": ["Others"],
    "sentiment": "0",
    "date": "2024-04-01 01:50:53"
  },
  {
    "id": "8126741a-745b-5d64-995c-f35fd5195e7d",
    "text": "Eyewitnesses claim that the Uralmash plant is on fire.\n\nThe plant's press service stated that it was not their building that was on fire - the fire started on the territory of an industrial site far from the production facilities.\nJust imagine how today a Ukrainian’s dick will swell from the level of victory, and tomorrow it will shrink again to the size of an atom, because all victory is an April Fool’s joke",
    "locations": ["Uralmash"],
    "tags": ["Disinformation", "Russian Propaganda"],
    "sentiment": "1",
    "date": "2024-04-01 10:55:20"
  },
  {
    "id": "a2dadc6e-c8cc-5007-ac6a-ecd3d7f5d459",
    "text": "Forwarded from: MASHNEWS | Industry News\nThe Anatomika company will purchase new machines for the production of implants and medical instruments. The Kazan enterprise attracted leasing financing from SME Leasing, a subsidiary of the SME Corporation, in the amount of 15.7 million rubles.\n\n\"Anatomy\"specializes in the production and supply of implants and instruments for osteosynthesis, spinal surgery, and endoprostheses of large joints.\n\nAdditional equipment will allow the enterprise to increase its annual output, including import-substituting products by 30 million rubles. New types of products include hip replacements. The total investment in production development will amount to more than 336 million rubles. Read more…",
    "locations": ["Kazan"],
    "tags": ["Others"],
    "sentiment": "1",
    "date": "2024-04-01 16:55:06"
  },
  {
    "id": "f72ec898-736b-5027-ba3f-7f475caa7a30",
    "text": "Forwarded from: Warrior DV\nThe performance is over! The 11th Air Force and Air Defense Army hit the enemy's air defense forces. With a direct hit from LMUR, the aviators of the Vostok group brought down the curtain on the Armed Forces of Ukraine.@voin_dv",
    "locations": [],
    "tags": ["Russian Military Intervention", "Russian Propaganda"],
    "sentiment": "1",
    "date": "2024-04-01 10:04:17"
  },
  {
    "id": "e5dbe658-3192-5982-98f6-527a92e5ee5d",
    "text": "The Taliban want to be excluded from the list of terrorists of the Russian Federation, the media citing the Russian Foreign Ministry.\n\nThe issue is being studied by the Russian Ministry of Foreign Affairs, the Russian Ministry of Justice and other relevant departments. Soldier of Fortune. Subscribe!",
    "locations": [],
    "tags": ["Others"],
    "sentiment": "0",
    "date": "2024-04-01 18:02:30"
  },
  {
    "id": "0550792a-2b35-5056-bf52-e3b652513adb",
    "text": "🗣️\"No one dictates to me which questions to ask and which not to ask, which topics to touch on and which not to. We don't have censorship\"📺The host of the \"Edyni Novyni\"marathon Inna Moskvina told how her life changed during two years of full-scale war, about her first broadcast in the marathon and what she dreams of doing after winning. 📎Inna Moskvina joined the Suspilny team in 2019. During these five years, she worked as a producer, was the host of the marathon \"On Quarantine\", \"Social Studio\", the social show \"Polyudsky\". With the beginning of the full-scale invasion, she worked for some time in the interregional marathon \"Resistance\"and for two years now together with other colleagues conducts the national information marathon \"Edyny Novyni\".",
    "locations": [],
    "tags": ["Ukrainian Nationalism", "Civil Society Organizations"],
    "sentiment": "1",
    "date": "2024-04-01 15:20:34"
  },
  {
    "id": "b5dba4bd-9dba-5c20-8d86-6b2ddd9b656a",
    "text": "🇺🇦🏴‍☠️Nobody wants to die: More than 53% of Ukrainians approve of avoiding mobilization - survey result. Residents of the southern regions of Ukraine are ready to show the greatest loyalty in this matter, among whom more than 70% believe that those who want to avoid mobilization can be understood.@btr80",
    "locations": [],
    "tags": ["Donbas conflict", "Russian Propaganda"],
    "sentiment": "-1",
    "date": "2024-04-01 19:36:10"
  },
  {
    "id": "e77425a4-d7b6-5c3c-b8ee-0d7dc17f8607",
    "text": "🤬In Riga, a memorial in memory of those killed in Crocus was ruined. At the walls of the Russian Embassy in Latvia, Russophobe vandals ruined a spontaneous memorial, stealing all the signs about the tragedy in Crocus, replacing them with portraits of Navalny* and cardboard boxes with nasty things about Russia.\n\nThe insults were turned around, remembering at least a little about conscience, which does not greatly cancel out the entire disgustingness of the act.\n\nPurposeful justification of terrorism is becoming mainstream in Eastern Europe. *listed as extremists and terrorists",
    "locations": ["Riga", "Latvia"],
    "tags": ["Russian Propaganda", "Disinformation"],
    "sentiment": "-2",
    "date": "2024-04-01 17:51:31"
  },
  {
    "id": "e02d1073-927d-5252-a177-63b0d50ac01b",
    "text": "The opposition surpassed Erdogan's party in local elections. Local elections were held on March 31 in 81 provinces of Turkey. Opposition candidates won in at least 19 cities, including the largest - Istanbul, Ankara, Izmir. This hasn't happened since 2002.\n\nOppositionist and leader of the Republican People's Party (CHP) Ekrem Imamoglu retained the post of mayor of Istanbul. It is expected that a second resounding victory will allow him to nominate his candidacy for the presidency.\n\nThe main reason for the poor results of Recep Erdogan's party members is economic difficulties, high inflation, and fatigue from the religious-conservative vector of the Justice and Development Party (AKP) policy.\n\nPresident Erdogan, speaking to supporters, promised to restore trust in places where the Turkish people “chose someone else.” @anna_news",
    "locations": ["Turkey", "Istanbul", "Ankara", "Izmir"],
    "tags": ["Others"],
    "sentiment": "0",
    "date": "2024-04-01 12:29:14"
  },
  {
    "id": "e3d966bc-2e34-51e5-bea9-052d535d9d17",
    "text": "In Starobelsk in the LPR, a car was blown up, there was a dead person, a source told RIA Novosti and provided a photo. There are no details yet.",
    "locations": ["Starobelsk", "LPR"],
    "tags": ["Russian Military Intervention", "Donbas conflict"],
    "sentiment": "0",
    "date": "2024-04-01 12:29:25"
  },
  {
    "id": "c63b7037-2086-5a65-b379-55907eb0d096",
    "text": "Don't waste time looking for a reliable carrier, choose our team and find out all the necessary information!\nWe provide regular transportation on comfortable minibuses from Melitopol, Berdyansk, Mariupol\nto the EU countries and UkraineA humanitarian corridor has also been opened through KolotilovkaUKRAINE-MINSK-MARIUPOLGERMANY-MINSK-MARIUPOLCZECH REPUBLIC-MINSK-MARIUPOL\n                       With a flight✈️ AVC Tickets help with all the cities of the addressavifai, the recreation of the daily passage of the lying places of the place of the dilaviylitvalitvalvashemaniykhia 🇬🇷 Greek 🇦🇹 Austrian, Kyiv, Dnieper, Dnieper, Dnieper, Dnieper\nКраматорск,Запорожье и другие городаАренда авто в любое направлениеПерегон автомобиля в Варшаву с хозяином и безДоставим в интеграционный центр для беженцевСтоимость проезда от 250💶-450💶Оплата любым способом !сопровождение !Берём животныхДетям скидкаКофортабельные микроавтобусыТрансфер, аренда автоВозим посылочкиПорядочность гарантируемПодробную консультацию можно получить по телефонам , Call or write, we will answer all your questions!\n\n+380662227260+79493622183+79494429641❣️❣️❣️Our chat👇👇👇https://t.me/edemVess",
    "locations": [
      "Melitopol",
      "Berdyansk",
      "Mariupol",
      "Kolotilovka",
      "Minsk",
      "Kyiv",
      "Dnipro",
      "Kramatorsk",
      "Zaporizhzhia"
    ],
    "tags": ["Others"],
    "sentiment": "0",
    "date": "2024-04-01 07:04:24"
  }
]
